[InteractiveObjects.IO_telephoneFlag1 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_telephoneFlag2 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_Vaughnsflag MissionItemDefinition]
UseFailureCharacterMessage="He must. %s Take advantage of this opportunity."
ItemName="Raise the flag."
PickupMessage="Evening %s"
UseFailureLevelMessage="You must be at least %d before using this item."
UseFailureConstraintsMessage="You can't use it."
NoManufacturerName="More"

[ItemDefs.ID_Vaughnsflag:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="The local flag is symbolic."
NoConstraintText=""
Suffix=""
Prefix=""

[M_Anemone_VaughnPart1 MissionDefinition]
MissionName="The first line"
MissionDescription="The last Ban gang has been destroyed and they will help you create a new gang, giving you some flags to place in the opposition leader's place. Of course after downloading."
TurnInDescription="It can run well.."
MissionSummary=""
MissionGiver="Vaughn"
MissionTurnInLocation="Vaughn"
TeaserText="History of the Van Clan. this time! But you can help them discover something new. Ask for fall protection!"

[M_Anemone_VaughnPart1:ActivateGenerator1 MissionObjectiveDefinition]
ProgressMessage="First start the generator."

[M_Anemone_VaughnPart1:ActivateGenerator2 MissionObjectiveDefinition]
ProgressMessage="Start another generator"

[M_Anemone_VaughnPart1:JumpFromThePlatform MissionObjectiveDefinition]
ProgressMessage="Avoid the situation"

[M_Anemone_VaughnPart1:KillBanditLeader1 MissionObjectiveDefinition]
ProgressMessage="Kill the first gang leader"

[M_Anemone_VaughnPart1:KillBanditLeader2 MissionObjectiveDefinition]
ProgressMessage="Kill another bandit boss."

[M_Anemone_VaughnPart1:PickUpFlags MissionObjectiveDefinition]
ProgressMessage="Raise the Vaughan flag"

[M_Anemone_VaughnPart1:PlaceFirstFlag MissionObjectiveDefinition]
ProgressMessage="Set the first flag"

[M_Anemone_VaughnPart1:PlaceSecondFlag MissionObjectiveDefinition]
ProgressMessage="Enter another flag"

[M_Anemone_VaughnPart1:ReachInitiationBridge MissionObjectiveDefinition]
ProgressMessage="Try it"

[M_Anemone_VaughnPart1:ReturnVaughn MissionObjectiveDefinition]
ProgressMessage="Return to the valve"

[M_Anemone_VaughnPart1:Set_KillBanditLeader1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_VaughnPart1:Set_KillBanditLeader2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_VaughnPart1:Set_RaiseFirstFlag MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_VaughnPart1:Set_RaiseSecondFlag MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_VaughnPart1:Set_ReachInitiationbridge MissionObjectiveSetDefinition]
MissionSummaryOverride="start."
MissionDescriptionOverride=""

[M_Anemone_VaughnPart1:Set_Recruitment MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride="Defeat the pirate area."
MissionDescriptionOverride=""

[M_Anemone_VaughnPart1:Set_ReturnVaughn MissionObjectiveSetDefinition]
MissionSummaryOverride="First, talk to Vaughn.."
MissionDescriptionOverride="Vin's last pirate clan is gone and he needs your help to build a new one! Now there is something new and it wants you to be part of the family. You should listen to this crazy company director and be an example to others.."

[M_Anemone_VaughnPart1:Set_StartGenerator1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_VaughnPart1:Set_StartGenerator2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_VaughnPart1:Set_TakeFlags MissionObjectiveSetDefinition]
MissionSummaryOverride="Raise Vaughn's flag."
MissionDescriptionOverride=""

[M_Anemone_VaughnPart1:Set_TrustFall MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_VaughnPart1:Set_WaitForRecruits MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_VaughnPart1:SurviveTheInitiation MissionObjectiveDefinition]
ProgressMessage="Life"

[M_Anemone_VaughnPart1:WaitForRecruits MissionObjectiveDefinition]
ProgressMessage="think about employees"

